/* No comment provided by engineer. */
"Mixed" = "Mixed";

/* No comment provided by engineer. */
"No climate value" = "No climate value";

/* No comment provided by engineer. */
"Shadow" = "Shadow";

/* No comment provided by engineer. */
"Sun" = "Sun";

